Repository: xuanranran/luci
Catalog: applications/luci-app-vnstat/po/*/vnstat.po
Languages: ga

source: Configuration
ga: Cumraíocht

source: Daily traffic
ga: Trácht laethúil

source: Grant UCI access for luci-app-vnstat
ga: Deonaigh rochtain UCI do luci-app-vnstat

source: Graphs
ga: Graif

source: Hourly traffic
ga: Trácht in aghaidh na huaire

source: Monitor selected interfaces
ga: Monatóireacht a dhéanamh ar chomhéadain roghnaithe

source: Monthly traffic
ga: Trácht míosúil

source: No database has been set up yet. Go to the VnStat configuration and enable monitoring for one or more interfaces.
ga: Níl aon bhunachar sonraí socraithe fós. Téigh go dtí an chumraíocht VnStat agus cumasaigh monatóireacht le haghaidh comhéadan amháin nó níos mó.

source: Restart VnStat
ga: Atosaigh VnStat

source: Summary display
ga: Taispeáint achoimre

source: Top 10 display
ga: Barr 10 taispeáint

source: Update »
ga: Nuashonraigh »

source: VnStat Graphs
ga: Grafaicí VnStat

source: VnStat Traffic Monitor
ga: Monatóir Tráchta VnStat

source: VnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
ga: Is monatóir tráchta líonra é VnStat do Linux a choinníonn loga tráchta líonra don chomhéadan/na comhéadain roghnaithe.
